Revit 2027 API
ParameterTypeId.StructuralSectionTopCutWidth Property
 "Top Cut Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionTopCutWidth { get; }
Public Shared ReadOnly Property StructuralSectionTopCutWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionTopCutWidth {
	ForgeTypeId^ get ();
}
static member StructuralSectionTopCutWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace